-- 批量插入文章标签
INSERT INTO `article_tag`(`tag_name`) VALUES
    ('初级'),
		('中级'),
		('高级'),
		('超高级'),
		('spring'),
		('springBoot'),
		('springMVC');

-- 批量插入文章
INSERT INTO `article` (`title`, `content`) VALUES
    ('好风光', '今天天气好晴朗，处处好风光'),
		('冰雨', '冷冷的冰雨在我脸上胡乱地拍，你就像一个刽子手把我出卖'),
		('学习', '好好学习,天天向上'),
		('静夜思', '窗前明月光，疑是地上霜。举头望明月，低头思故乡。'),
		('冬日里的一把火', '你就像那一把火，熊熊火焰燃烧了我'),
		('演员', '简单点，说话的方式简单点。递进的情绪请省略，你又不是个演员'),
		('小苹果', '你是我的小丫小苹果，怎么爱你都不嫌多'),
		('雨一直下', '雨一直下，气氛不算融洽');


-- 批量给文章添加标签
INSERT INTO `article_to_tag` (`article_id`, `tag_id`) VALUES
    (1,1),
    (1,2),
    (1,4),
    (2,3),
    (2,5),
    (3,6),
    (4,7),
    (5,1),
    (5,2),
    (5,3),
    (6,4),
    (6,1),
    (6,5),
    (6,7),
    (7,6),
    (7,1),
    (8,3),
    (8,6),
    (8,7),
    (8,4);


    		